Repository: onixus74/reporto
Catalog: admin_mod/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sign out
ar: تسجيل الخروج

source: Sign in again
ar: تسجيل الدخول

source: Password change
ar: تغيير كلمة المرور

source: Your password was changed.
ar: تم تغيير كلمة المرور.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: من فضلك أدخل كلمة المرور القديمة، ثم أدخل كلمة المرور الجديدة مرتين حتى نتأكد من أنك كتبتها بشكل صحيح.

source: Change my password
ar: غيّر كلمة المرور

source: Password reset complete
ar: اكتملت إعادة ضبط كلمة المرور

source: Your password has been set. You may go ahead and log in now.
ar: وُضعت كلمة المرور. يمكنك تسجيل الدخول الآن.

source: Sign in
ar: تسجيل الدخول

source: Password reset
ar: إعادة ضبط كلمة المرور

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: من فضلك أدخل كلمة المرور الجديدة مرتين لنتأكد أنك كتبتها بشكل صحيح.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: وصلة إعادة ضبط كلمة المرور ليست صحيحة، ربما لأنك استخدمتها من قبل. من فضلك اطلب إعادة ضبط جديدة لكلمة المرور.

source: Reset password
ar: أعد ضبط كلمة المرور

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
ar: لقد أرسلنا إلى بريدك تعليمات وضع كلمة المرور. يفترض أن تستلمها بعد قليل.

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ar: أنسيت كلمة المرور؟ أدخل عنوانك البريدي أسفل وسنرسل إلى بريدك تعليمات وضع واحدة جديدة.

source: Reset my password
ar: أعد ضبط كلمة المرور
