Repository: onixus74/reporto
Catalog: */locale/*/LC_MESSAGES/django.po
Languages: ar

source: media
ar: وسائط

source: Image
ar: صورة

source: Video
ar: فيديو

source: URL
ar: العنوان (URL)

source: file
ar: ملفّ

source: Reports Dashboard
ar: التقارير

source: Reform Reporting Platform
ar: منظومة إصلاح للتوثيق

source: a tool to monitor security sector status by tracking violations involving police officers
ar: أداة تهدف لتقيم القطاع الأمني ​​من خلال تتبع انتهاكات أعوان الأمن و تطور العلاقة مع المواطن

source: reports
ar: توثيق

source: violations
ar: انتهاك

source: appreciations
ar: شكر

source: Latest Violation
ar: أحدث انتهاك

source: Victim
ar: ضحية

source: has been a victim of
ar: تعرض(ت) ل

source: happened in
ar: حدث في

source: on
ar: في

source: Verified
ar: متحقّق منه

source: Click to view report
ar: انقر لتعرض التقرير

source: There is no reported violations!
ar: لا يوجد انتهاكات!

source: Report a Violation
ar: بلغ عن انتهاك

source: Latest Reports
ar: أحدث التقارير

source: Latest Appreciation
ar: أحدث شكر

source: for
ar: ل

source: There is no reported appreciations!
ar: لا يوجد شكر!

source: Appreciate Police Work
ar: اشكر عمل الشرطة

source: Violations
ar: انتهاكات

source: Type to search...
ar: اكتب لتبحث...

source: Appreciations
ar: شكر

source: Violation Report
ar: تقرير الانتهاك

source: Full report
ar: التقرير

source: Appreciation Report
ar: تقرير الشكر

source: Sign in
ar: تسجيل الدخول

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Reset your password
ar: أعد ضبط كلمة المرور

source: Sign in using Facebook
ar: تسجيل الدخول بإستعمال فيسبوك

source: Sign in using Google
ar: تسجيل الدخول بإستعمال جوجل

source: Sign up using your email address
ar: انشىء حسابا باستخدام بريدك الالكتروني

source: contribute by reporting incidents, start by signing in
ar: ساهم في الإبلاغ عن الانتهاكات ، إبدأ بتسجيل الدخول

source: at
ar: في

source: There is no reports!
ar: لا يوجد تقارير!

source: Top Reporters
ar: أعلى المبلغين

source: Top Reporting Circles
ar: أعلى الدوائر المبلغة

source: Sign up
ar: تسجيل الخروج

source: Tunisian Institutional Reform
ar: جمعية إصلاح المؤسسات

source: Home Page
ar: الصفحة الرئيسية

source: Reports
ar: تقارير

source: Administration
ar: إدارة

source: Users
ar: المستخدمون

source: Groups
ar: المجموعات

source: Violation Categories
ar: تصنيفات الانتهاكات

source: Violation Features
ar: ميزات الانتهاكات

source: Violation Victims
ar: ضحايا الانتهاكات

source: Appreciation Categories
ar: تصنيفات الشكر

source: Site Administration
ar: إدارة الموقع

source: Nobody!
ar: لا أحد!

source: Profile
ar: ملف المستخدم

source: Sign out
ar: تسجيل الخروج

source: Developed by
ar: طور من قبل

source: REFORM Association
ar: جمعية إصلاح

source: report a bug, suggest a feature, ...
ar: أبلغ عن خطأ، إقترح وظيفة، ...

source: feedback
ar: مقترحات

# css
source: left
ar: right

source: First
ar: الأولى

source: Previous
ar: السّابقة

source: Next
ar: التّالية

# css
source: right
ar: left

source: Last
ar: الأخيرة
